tap "heroku/brew"
tap 'homebrew/bundle'
tap 'homebrew/core'

brew 'ctags'
brew 'git'
brew "go"
brew 'ghq'
brew 'gibo'
brew "heroku/brew/heroku"
brew 'jq'
brew 'openssl'
brew 'sqlite'
brew 'mas'
brew "nkf"
brew 'peco'
brew 'postgresql'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'
brew 'sanemat/font/ricty', args: ['vim-powerline']

cask 'alfred'
cask 'bettertouchtool'
cask 'dash'
cask 'docker'
cask 'dropbox'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'spark'
cask 'visual-studio-code'

mas 'Xcode', id: 497799835
mas 'GarageBand', id: 408980954
mas 'The Unarchiver', id: 425424353
mas 'Keynote', id: 409183694
mas 'ASUS Device Discovery', id: 995124504
mas 'TweetDeck', id: 485812721
mas 'Display Menu', id: 549083868
mas 'Pages', id: 409201541
mas 'Super Easy Timer', id: 1353137878
mas 'CompareMerge', id: 478570084
mas 'Numbers', id: 409203825
mas 'Keynote', id: 409183694
